[
  {
	"id": 1,
	"title": "The Number 1",
	"description": "The number 1 vibrates to the Sun. It represents creativity, protection, and benevolence. It is the originator of all action, the initiating basis of all other numbers.You are influenced by the 1 if born on the 1st, 10th, 19th, or 28th day of any month.",
	"subtitle": "The Meaning of the 1 Vibration",
	"content": "The 1 person demands, and usually gets, respect; they insist on organizing and controlling everything and everyone around them. The underlying desire is to be inventive, creative, and strongly original. These people are quite definite in their views, and can be stubborn when thwarted. They dislike restraint, and must feel free. They will almost always rise to some position of authority in whatever they undertake. They insist on being looked up to by their mate, friends, relatives, co-workers, and even the boss!\n\nThey’ll protect the weak, defend the helpless, and take on the burdens of others as long as those 'others' will do exactly as the 1 person dictates. They know everything better than everyone else, and consider their opinions to be superior if not flawless. The great majority of the time they are right, which understandably annoys the people they lecture. They’re strong on lectures, but the 1 person is unbelievably susceptible to compliments. Genuine appreciation will get them to bend over backward to please. Pride is their weakest point. When appreciated and respected, no one can be more generous and benevolent, but they can be dangerous when ignored or slighted. Being in love and being loved is as vital to them as the air they breathe. Although their disposition is easily wounded, the transgressors are quickly forgiven after they apologize. The only way to 'win' a confrontation with a 1 person is to be humble, say you’re truly sorry, and you will be graciously excused. The number 1 person resents familiarity from strangers, but is extremely warm and affectionate with those who are loved and trusted. There is a fondness for children and young people, but often sadness connected with a child. The 1 person enjoys fine clothes, jewels, and impressive cars. All 1 people are blessed with a visible sense of dignity."
  },
  {
	"id": 2,
	"title": "The Number 2",
	"description": "The number 2 vibrates to the Moon. It represents the imagination, parenthood, and sensitivity. 2 is the number of conception, childbirth, and dreams.You are influenced by the number 2 if born on the 2nd, 11th, 20th, or 29th day of any month.",
	"subtitle": "The Meaning of the 2 Vibration",
	"content": "The 2 person is a dreamer, with a tendency to fear the unknown or unfamiliar. They are extremely imaginative and inventive, but not always as forceful as they could be in carrying out their plans and ideas. Not all, but most 2 people are seldom as strong as those born under the single birth numbers 1,3,6, or 9. These people possess a very romantic nature, and are secretly psychic. Their intuition is highly developed.\n\nOne of the traits that 2 people need to guard against is 'fearing shadows of fears'. A 2 person fears every conceivable kind of loss; loss of love, property, money, friendship, employment, loss of loved ones through death or any kind of separation. 2 people need roots and although they love to travel, they must have a home to return to. They are fanatically devoted to or involved with the parents, especially the mother. They make ideal parents themselves, but must be careful not to smother their child with possessive love.\n\n2 is the 'chicken soup' vibration, since all 2 people are very concerned with the well being of friends and relatives. They are extremely cautious and dislike taking chances. They are good with money, and like to accumulate it in a safe, stable way, then invest it well. 2 people are secretive and rarely let anyone know what their nest move will be, but are experts at wheedling out secrets from others! They will veer from right to left to backward to forward in a surprisingly aggressive manner toward thei goals. The 2 person is charitable (especially with family), but will not accept charity themselves, it seems to them to be a failure on their part to protect their assets. When 2 people learn to overcome fear, possession, and unnecessary caution, their imagination, adaptability, and intuition can carry them to fulfillment of their many dreams."
  },
  {
	"id": 3,
	"title": "The Number 3",
	"description": "The number 3 vibrates to the planet Jupiter. It represents idealism, higher education, foreign travel, and religion. 3 is the number of optimism, movement, expansion.\n\nAnd of the Holy Trinity of the mind, body, and spirit.\n\nYou are influenced by the number 3 if born on the 3rd, 12th, 21st, or 30th of any month.",
	"subtitle": "The Meaning of the 3 Vibration",
	"content": "The 3 person bases every action upon the foundation of a great ideal (even if they are misguided and the action is a negative one). They aim high for the truth, and nothing less will satisfy them, whether it involves love, friendship, career, politics or religion. They are not easily put off by evasive answers or deception, and they can spot a lie, distortion, or dishonesty a mile away. Some of them achieve their goal of truth, others are misled into believing their own illusions, but they never stop searching. The 3 person is fiercely independent, seeks total freedom of speech and movement and will not be tied down. Travel is an absolute necessity, thereby allowing them to learn everything they can about other places, cultures, and philosophies, and religions.\n\n3 people look for the positive side of everything, and their optimism is contagious. Because of their quest for the truth the 3 person tends to be agnostic, atheist, or fiercely devoted to a religious principle. Their attitude toward a belief system is never neutral. Physical challenge inspires the 3 person, so often sports play a major role. They are shockingly blunt of speech, candid to a fault, and outraged by duplicity of any kind. There is a genuine love of animals and a strong tendency to defend the underdog (human) with the same loyalty they show their pets. But they can be indifferent to family ties, and marriage works best when freedom is total. The 3 vibration is associated with tests of physical strength, gambling, and risk taking.\n\n3 people often display an odd blend of the wise philosopher and the happy go lucky clown, and a sense of responsibility may be lacking. Pursuing an education matters a great deal to 3 people and they are crushed when denied the 'halls of higher learning' for whatever reason. 3 people make good lawyers, detectives or public activists as their search for the truth never rests."
  },
  {
	"id": 4,
	"title": "The Number 4",
	"description": "The number 4 vibrates to the planet Uranus. It represents individualism, originality, inventiveness, and tolerance. 4 is the number of unconventional behavior and sudden, unexpected events, also of genius.\n\nYou are influenced by the number 4 if born on the 4th, 13th, 22nd or 31st day of any month.",
	"subtitle": "The Meaning of the 4 Vibration",
	"content": "4 people are seldom understood by their friends and family. They are an enigma to everyone they know. They make their own rules and these rules don’t always match those of society. Marked individuality colors every thought and action. If there is a different way to do something, the 4 person will find it. Their speech and actions often shock others, and it is usually done deliberately. 4 people live in the future, caring little about the present. They are light years ahead of others in their ideals and ideas, and along with this goes an innate talent for prophecy. Their lifestyle ranges from unconventional to bizarre, yet their 'crazy' ideas are successful more often than not.\n\nAnything off the beaten path appeals to the 4 person’s questing curious nature. They are deeply convinced of the reality of 'whatever can be conceived can be achieved'. To be told a thing is impossible only intensifies the 4 person’s resolve to prove it IS possible. They are fascinated by UFOs, Bigfoot, and the Loch Ness Monster.\n\nAlthough the 4 vibration advocates change in every area of life, these people are very reluctant to accept change in their own personal habits. They can be quite stubborn when people try to dictate to them or mold them into a more acceptable social pattern. Because prophets are often unrecognized in their own time, their grandest and truest visions are often ridiculed or ignored.\n\nTolerance and friendship are vital to the 4 person, and they usually have lots of friends from all walks of life. Money means little to them and they will mix with kings as well as paupers. Class distinction means nothing to them, they have no desire to impress anyone. One of their finest virtues is 'live and let live', and they expect the same consideration from others.\n\nBe sure to read about the special relationship between the Numbers 4 and 8."
  },
  {
	"id": 5,
	"title": "The Number 5",
	"description": "The number 5 vibrates to the planet Mercury. It represents communication, movement, and versatility. It is the number of the intellect and both written and oral expression.\n\nYou are influenced by the number 5 if born on the 5th, 14th or the 23rd of any month.",
	"subtitle": "The Meaning of the Number 5",
	"content": "5 people possess a great deal of natural charm, and as a general rule, are innately courteous. They are quick to spot mistakes and flaws, and will not hesitate to point them out. The 5 vibration is super critical and incapable of ignoring mistakes, and is associated with a love of movement and travel. Change is a never-ending necessity for 5 people. They have a tendency to over analyze people and situations. It is difficult for the 5 person to submit to the feelings and the intuition; the intellect is determined to find logical answers to everything! This over analytical nature can ruin relationships of all kinds for the 5 person.\n\nStill, people enjoy being in the company of a 5 person, since the outward persona is usually pleasant and soothing. Because 5 is the vibration of the intellect, those under its influence are very bright, highly intelligent and mentally alert. Nothing escapes their notice, analization and possibly their criticism.\n\nAccording to the ancients, the number 5 has long been associated with what is called 'earth magic' (hence, the Wiccan symbol of the pentagram). The number 5 brings a longing to believe in magic, elves, fearies, and the mysteries of Nature, along with the need to pin everything down and view it with a mental microscope. This is in direct conflict with the other major quality of the 5, making it difficult for the 5 person to understand themselves. As a result 5 people are often high strung; they live their lives on nerves and crave excitement. They’re quick in thought and decision, often impulsive in their actions. They have a keen sense of new ideas and inventions, are willing to take risks, and are born speculators. 5 people posses an admirable elasticity of viewpoint, and the ability to rebound swiftly from the blows of fate, which seem to leave no lasting impression on them. 5 people are well suited to writing, advertising, public relations and publishing."
  },
  {
	"id": 6,
	"title": "The Number 6",
	"description": "The number 6 vibrates to the planet Venus. It represents the feminine essence, compassion, and money. 6 is the number of love and romance.\n\nYou are influenced by the number 6 if born on the 6th, 15th or the 24th day of any month.",
	"subtitle": "The Meaning of the 6 Vibration",
	"content": "6 people seem to magnetically attract others to them. They are genuinely loved by family and friends, and when they become attached themselves, they are devoted to the one they love. There is more idealism and affection than sensualism in the love nature. The 6 person is a born romantic with a strong sentimental streak, no matter how hard they try to hide it. The 6 vibration brings a love of art and a deep affinity for music. 6 people love nice homes and tasteful furnishings, in harmony with their surroundings. They also love to entertain their friends and to make people happy. They cannot abide discord, arguments, unpleasantness or jealousy, yet they can display many of these characteristics themselves! The 6 person makes friends easily, and often ends up settling disputes between relatives, friends and business associates.\n\nMoney often comes to them without effort. But they need to be careful not to be too extravagant or too stingy, as they are seldom neutral about finances. Most 6 people are deeply attached to nature in some way and love spending time out doors. A quiet wood or a babbling brook is like a tranquilizer on their emotions. A fondness for luxury marks the 6 vibration, ugliness is often very offensive to them. Their manners are usually impeccable, but if they feel strongly about anything they won’t hesitate to make their feelings known. 6 people enjoy debating, and because of their logic and irresistible smiles, usually win."
  },
  {
	"id": 7,
	"title": "The Number 7",
	"description": "The number 7 vibrates to the planet Neptune. It represents sprituality, sensitivity, sympathy, and mystery. 7 is the number of illusion and delusion, sometimes deception – but also the number of healing, miracles, and faith – and dreams that come true.\n\nYou are influenced by the number 7 if born on the 7th, 16th or 25th day of any month.",
	"subtitle": "The Meaning of the 7 Vibration",
	"content": "7 people tend to have remarkable dreams. Sometimes they talk about them and sometimes they prefer not to. But they do dream more than most. Secretly they have an intense interest in esoteric mysteries, mythology, UFOs, and the entire realm of the unknown. They often possess gifts of clairvoyance and intuition and a certain calming quieting magnetism that has a great influence on others. The 7 vibration is associated with peculiar ideas about religion, a dislike of following the beaten path, and a tendency to adopt political beliefs that are unique and somewhat unorthodox. It is not uncommon for a 7 person to discover, found, or believe in a new religious concept.\n\nThe 7 person will either travel or read avidly books on foreign lands and people. Many 7 people are strongly attracted to the sea and will enjoy sailing, watersports or anything that brings them to the water. The 7 person tends to be anxious about the future, so they need a financial rock somewhere in the background. Even though 7 people can accumulate large sums of money, they care little for material possessions and are likely to make large contributions to charities and institutions.\n\nIn their own quiet, laid back way 7 people have ambitions they don’t discuss with others, and these are always tinged with a philosophical outlook. They bless others with the grace of their sympathetic understanding of pain and suffering, which is why friends, relatives, and associates unburden themselves to them. However the 7 person likes their privacy and tend to keep their own problems to themselves. They shrink from prying questions, and have nightmares about 'big brother' or anything they consider to be an invasion of their privacy.\n\nRefined manners, an artistic temperament, and a sensitive nature make up the 7 essence, but don’t let that fool you, you might be surprised if you knew all the strange thoughts that swim through the 7 person’s mind. If you can coax them to talk about what they are thinking, you will be fascinated by the secrets you will learn from their Neptunian world."
  },
  {
	"id": 8,
	"title": "The Number 8",
	"description": "The number 8 vibrates to the planet Saturn. It represents wisdom, learning through experience, stability, patience, and responsibility. 8 is also the number of financial security, caution, restriction, self discipline, and self control.\n\nYou are influenced by the number 8 if born on the 8th, 17th, or 26th day of any month.",
	"subtitle": "The Meaning of the 8 Vibration",
	"content": "8 people are normally quiet, reserved, and shy. They don’t obviously push ahead, but slowly and surely will get there. This shyness and reticence is a cover for an intense drive to get to the top of their chosen profession. They make excellent teachers and counselors, most of them could be successful in the tough game of politics, as they excel at anything that requires patience and intelligent deduction. The 8 person may have poor health as a child, but tend to grow more robust when they reach maturity, and longevity is common. It is rare to find an 8 person goofing off, they have a sense of duty and responsibility that won’t allow them to take a careless attitude toward what is expected of them. Most people born under the number 8 are as reliable as a grandfather clock, and as cozy as a grandma quilt to be around. They have a rich sense of humor, but it is subtle, so one must watch for it. Most 8 people have very deep and intense natures and great inner strength. There is a tendency toward fanaticism in religion, and they will stick by what they believe, against all opposition. They make loving friends, but bitter enemies. Although 8 people appear to be cold they can be shyly affectionate and warmly devoted. They are often lonely and need desperately to be loved, and are capable of great sacrifice for an ideal, ambition, or for those who depend on them. 8 people are as demanding of themselves as they are of others, but for all the outward attitude of wisdom, maturity and self control the 8 person’s heart is lonely and longing. They need to learn that pursuit of happiness is not a sin.\n\nBe sure to read about the special relationship between the Numbers 4 and 8."
  },
  {
	"id": 9,
	"title": "The Number 9",
	"description": "The number 9 vibrates to the planet Mars. It represents aggressive action, penetration, courage, and conflict. 9 is the number of originality and initiative as well as the contradictory traits of vulnerability and naivete.\n\nYou are influenced by the number 9 if born on the 9th, 18thor 27th of any month.",
	"subtitle": "The Meaning of the 9 Vibration",
	"content": "9 people are not stubborn, but they are determined to get what they want, and there is a difference. Stubbornness reacts, and determination initiates. 9 brings a tendency to be impulsive and make snap decisions later regretted. Although temper will flare frequently, these people are quick to forgive and forget an injury. They are vulnerable to their enemies because their first instinct is to trust everyone. They are so direct themselves they expect everyone to be the same. Deviousness and manipulation almost always come as a shock to 9 people. As a general rule they are incapable of such behavior themselves, and it catches them off guard. One of the most beneficial virtues of the 9 vibration is the ability to penetrate straight to the heart of any situation. Unfortunately this makes the 9 person very impatient of slow thinkers, which may not help them win popularity contests. In fact, impatience with the mistakes of others and errors in thinking on the part of others, is one of the traits 9 people find most difficult to control. The familiar catch phrase 'what you see is what you get' perfectly describes the 9 personality. It so much easier for them to get what they want from people by asking directly than by playing games. Often such straightforwardness is unexpected by the other person that the 9 person gets what they want by catching the 'opposition' by surprise. Many people are touched by the visible vulnerability of the 9 person, and feel protective of them, while others may see these qualities as foolish. This may cause a lack of respect, until that Mars temper and courageous spirit show themselves and the pure energy of the 9 makes the other person jump backward. There is a strong tendency toward vanity, but its real root of this attitude is fear of rejection. Underneath all the bravado, 9 people inwardly tremble with a lack of confidence. They need assurance that they are liked, respected, admired, and loved. Generous to a fault, 9 people need no lesson in giving. Their first instinct is to give, let go, and let tomorrow take care of itself."
  }
]